Repository: AlexeyKatsuro/Pzz_Flutter
Catalog: lib/l10n/app_*.arb
Languages: ru

# appName
source: Fox's Pizza
ru: Пиццы у Лисиццы

# pizzaSizeBig
source: Big
ru: Большая

# pizzaSizeMedium
source: Medium
ru: Стандартная

# pizzaSizeThin
source: Thin
ru: Тонкое тесто

# inBasket
source: Add to cart
ru: В корзину

# basket
source: Cart
ru: Корзина

# totalPrice
source: Total price: {cost}
ru: Итого: {cost}

source: Delivery address
ru: Адрес доставки

source: Your name
ru: Ваше имя

source: Your phone number
ru: Ваш мобильный телефон

source: Street
ru: Улица

source: House
ru: Дом

source: Flat
ru: Квартира

source: Entrance
ru: Подъезд

source: Floor
ru: Этаж

source: Intercom
ru: Домофон

source: Comments to order
ru: Комментарий к заказу

source: Save
ru: Сохранить

source: Search...
ru: Найти...

source: repeat
ru: Повторить

source: Add sauces
ru: Добавить соус

source: Pizzas
ru: Пиццы

source: Sauces
ru: Соусы

source: Snacks
ru: Закуски

source: Desserts
ru: Дисерты

source: Drinks
ru: Напитки

source: Payment way
ru: Способы оплаты

source: Charge
ru: Картой

source: Cash
ru: Наличными

source: Online
ru: Онлайн

source: Halva
ru: Халва

# prepareToCharge
source: What amount to prepare the change?
ru: С какой суммы подготовить сдачу?

# placeOrder
source: To confirm
ru: К подтверждению

# errorEmptyPhone
source: Enter your phone number
ru: Введите номер телефона

# errorEmptyStreet
source: Choose a street name
ru: Выберите название улицы

# errorEmptyHome
source: Choose a house number
ru: Выберите номер дома

# errorEmptyPaymentPay
source: Choose a payment method
ru: Выберите способ оплаты

# errorConnection
source: Connection error, check your internet connection
ru: Ошибка подлючения, проверьте соединение с интернетом

# errorUnexpected
source: Unexpected error
ru: Неизвестная ошибка

# error404Message
source: Page not found
ru: Стараница не найдена

# toConfirmTitle
source: Confirm
ru: Подтвердите заказ

# toConfirmPhone
source: Mobile phone
ru: Контактный телефон

# toConfirmAddress
source: Address
ru: На адрес

# toConfirmButton
source: Place the order
ru: Оформить заказ

# toConfirmTotalPrice
source: Cost:
ru: К оплате:

# streetHouse
source: st. {street}, {house}
ru: ул. {street}, д. {house}

# streetHouseFlat
source: st. {street}, {house}/{flat}
ru: ул. {street}, д. {house}

# chooseFeeSauces
source: {count,plural, =1{Choose {count} free sauce} other{Choose {count} free sauces}}
ru: {count,plural, =1{Выберите {count} бесплатный соус} other{Выберите {count} бесплатных соусов}}
